Repository: jvelascovanadis/RepositoryWithResourcesExample
Catalog: RepositoryWithResourcesExample/assets/*.lproj/Login.strings
Languages: es

# 67L-Vf-tim.normalTitle
source: Register
es: Registrar

# 7U2-lS-EZc.normalTitle
source: ENTER
es: ACCEDER

# 8uu-zY-2Nt.normalTitle
source: Read terms of use
es: leer condiciones de uso

# DEz-ek-ccz.normalTitle
source: Forgot your password?
es: ¿Has olvidado tu contraseña?

# FmG-02-225.title
source: Legal terms
es: Cláusulas legales

# NJk-j5-8g8.text
source: Insert a contact email in order to receive further instructions to continue.
es: Introduzca un email de contacto para recibir las instrucciones necesarias en la recuperación de su contraseña.

# OkT-kK-c6c.normalTitle
source: REGISTER
es: REGISTRARSE

# Ufm-7z-Q9t.title
source: Register
es: Registro

# aFv-sp-ofk.text
source: HELP: Make sure to insert a valid email in order to login as soon as posible to recover your new password.
es: AYUDA: Asegurese que introduce un email válido y al cual pueda acceder de manera inmediata para finalizar con el proceso de recuperación de contraseña.

# lGU-4V-cFH.placeholder
source: password repeat
es: repita password

# lQ5-RV-5I3.title
source: Back
es: Atrás

# meH-2Q-8Hq.title
source: Remember password
es: Recordatorio de contraseña

# meR-Xo-h1s.text
source: Accept terms of use
es: Aceptar las condiciones de uso

# rvz-au-aqg.text
source: Register with your email account
es: Registrate con tu dirección de correo electrónico

# tqr-MY-VUl.text
source: Contatc email:
es: Email de contacto:

# uB4-8O-J6V.placeholder
source: Insert your email
es: Introduzca su email
